[
  {
    "id": 366,
    "facts": "On average, 97 chickens are killed every 0.05 seconds worldwide.",
    "publish_date": "1/1/2020"
  },
  {
    "id": 367,
    "facts": "There is an island called 'Just Enough Room', where there's just enough room for a tree and a house.",
    "publish_date": "2/1/2020"
  },
  {
    "id": 368,
    "facts": "Because of the Electoral College, a presidential candidate can win with only 23% of the popular vote.",
    "publish_date": "3/1/2020"
  },
  {
    "id": 369,
    "facts": "Tupac was the first U.S. artist to have an album reach Billboard #1 while still in prison. It was his third studio album, titled 'Me Against the World'.",
    "publish_date": "4/1/2020"
  },
  {
    "id": 370,
    "facts": "Coca-Cola was first served in 1886. At that time, only 9 colas were served in an average day, 3,285 a year. Today, 19,400 Coke products are consumed every second.",
    "publish_date": "5/1/2020"
  },
  {
    "id": 371,
    "facts": "In Indonesian, there is a word, 'Jayus', that means 'A joke told so poorly, and so unfunny that one cannot help but laugh'.",
    "publish_date": "6/1/2020"
  },
  {
    "id": 372,
    "facts": "A snail can sleep for 3 years.",
    "publish_date": "7/1/2020"
  },
  {
    "id": 373,
    "facts": "Astronaut is a compound word derived from the two Ancient Greek words 'Astro' meaning 'star' and 'naut' meaning 'sailor'. So astronaut literally means 'star sailor'.",
    "publish_date": "8/1/2020"
  },
  {
    "id": 374,
    "facts": "A Brussels airline flight to Vienna was aborted because the pilot was attacked in the cockpit. The attacker was a passenger's cat.",
    "publish_date": "9/1/2020"
  },
  {
    "id": 375,
    "facts": "Being in a negative relationship can weaken your immune system.",
    "publish_date": "10/1/2020"
  },
  {
    "id": 376,
    "facts": "In English, twelve is the largest number that has just one syllable.",
    "publish_date": "11/1/2020"
  },
  {
    "id": 377,
    "facts": "Kanye West's song 'Hey Mama' was dedicated to his mother, who died in 2007 after complications with plastic surgery.",
    "publish_date": "12/1/2020"
  },
  {
    "id": 378,
    "facts": "False eyelashes were invented in 1916, when a producer wanted to enhance an actresses' eyes in a movie. The lashes were made of human hair.",
    "publish_date": "13/1/2020"
  },
  {
    "id": 379,
    "facts": "A woman once tried to commit suicide by jumping off the Empire State Building. She jumped from the 86th floor but was blown back onto the 85th floor by a gust of wind.",
    "publish_date": "14/1/2020"
  },
  {
    "id": 380,
    "facts": "William Shakespeare had a curse engraved on his tombstone to prevent anyone from moving his bones.",
    "publish_date": "15/1/2020"
  },
  {
    "id": 381,
    "facts": "About 25% of all blood from the heart goes into the kidneys.",
    "publish_date": "16/1/2020"
  },
  {
    "id": 382,
    "facts": "Surgeons who play video games at least 3 hours a week perform 27% faster and make 37% fewer errors.",
    "publish_date": "17/1/2020"
  },
  {
    "id": 383,
    "facts": "Antimatter is the most expensive substance on earth. It costs roughly $62.5 trillion per gram, or $1.75 quadrillion per ounce.",
    "publish_date": "18/1/2020"
  },
  {
    "id": 384,
    "facts": "Dogs with pointed and long faces tend to live longer than those which have flatter faces, such as pugs.",
    "publish_date": "19/1/2020"
  },
  {
    "id": 385,
    "facts": "BuzzFeed sponsored content costs about $20,000 for five or six 'articles'.",
    "publish_date": "20/1/2020"
  },
  {
    "id": 386,
    "facts": "Kraft singles cannot be advertised as cheese because U.S. FDA standards states a food can only be identified as a cheese if it contains 'at least 51% real cheese'.",
    "publish_date": "21/1/2020"
  },
  {
    "id": 387,
    "facts": "In the original Psycho movie, the blood in the famous shower scene was actually chocolate syrup.",
    "publish_date": "22/1/2020"
  },
  {
    "id": 388,
    "facts": "The world's most remote ATM is run by Wells Fargo in the Antarctic. The ATMs serve around 1,200 residents at the U.S. scientific facility.",
    "publish_date": "23/1/2020"
  },
  {
    "id": 389,
    "facts": "Anna Bagenhold fell through a frozen stream while she was skiing and was stuck for over an hour. She made a full recovery and became the person to survive the lowest body temperature ever recorded at 56.7 F (13.7 C) even though she was clinically dead.",
    "publish_date": "24/1/2020"
  },
  {
    "id": 390,
    "facts": "The call of a Kookaburra is used as the stock jungle sound effect in many movies and shows set in the jungles of Africa or South America, even though they are only in Australia and New Guinea.",
    "publish_date": "25/1/2020"
  },
  {
    "id": 391,
    "facts": "Acetaminophen, one of the most popular pain-killers, restrains masculinity and dulls emotions. It had been rejected in 1887 for its side effects, then approved in 1955.",
    "publish_date": "26/1/2020"
  },
  {
    "id": 392,
    "facts": "October 19th is 'Evaluate Your Life Day' – a day to think about your situation in life & wonder how it could be improved. Be sure to weigh the good and bad!",
    "publish_date": "27/1/2020"
  },
  {
    "id": 393,
    "facts": "If you keep smelling something that is not really there, you may be experiencing the earliest symptoms of schizophrenia.",
    "publish_date": "28/1/2020"
  },
  {
    "id": 394,
    "facts": "While writing the famous song, 'Hallelujah', Leonard Cohen originally wrote 80 verses for the song which he sometimes interchanges in and out depending on where he's playing.",
    "publish_date": "29/1/2020"
  },
  {
    "id": 395,
    "facts": "Comets only reflect 4% of the light that falls on them, the rest is absorbed.",
    "publish_date": "30/1/2020"
  },
  {
    "id": 396,
    "facts": "The word 'friends' is said in every episode of Friends.",
    "publish_date": "31/1/2020"
  },
  {
    "id": 397,
    "facts": "The only window that opens on the presidential car is the driver's window, to pay tolls. It also has no keyholes, and only the Secret Service know how to open the doors.",
    "publish_date": "1/2/2020"
  },
  {
    "id": 398,
    "facts": "The odds of being born on 29th February are 1 in 1461.",
    "publish_date": "2/2/2020"
  },
  {
    "id": 399,
    "facts": "Writing down your worries before taking an exam can help combat test anxiety, improve performance and boost your test scores.",
    "publish_date": "3/2/2020"
  },
  {
    "id": 400,
    "facts": "The process by which bread toasts is called the 'Maillard Reaction'.",
    "publish_date": "4/2/2020"
  },
  {
    "id": 401,
    "facts": "Lettuce is a member of the sunflower family.",
    "publish_date": "5/2/2020"
  },
  {
    "id": 402,
    "facts": "Extreme ironing is a sport in which people take ironing boards to remote locations and iron items of clothing. It originated in England.",
    "publish_date": "6/2/2020"
  },
  {
    "id": 403,
    "facts": "Although dingoes are about the same size as a Springer Spaniel, they are brave enough to target an adult kangaroo when hunting in packs.",
    "publish_date": "7/2/2020"
  },
  {
    "id": 404,
    "facts": "Ewok Jerky was a popular snack across the Outer Rim in the Star Wars Universe.",
    "publish_date": "8/2/2020"
  },
  {
    "id": 405,
    "facts": "Russia has the most man-made satellites in orbit with 1,324. There is a total of 2,271 and U.S. is in second place at 658.",
    "publish_date": "9/2/2020"
  },
  {
    "id": 406,
    "facts": "In Switzerland, it is illegal to flush the toilet after 10pm.",
    "publish_date": "10/2/2020"
  },
  {
    "id": 407,
    "facts": "In Halden prison in Norway, guards are encouraged to interact, play sports, and eat with the inmates. This is to prevent aggression and create a sense of family.",
    "publish_date": "11/2/2020"
  },
  {
    "id": 408,
    "facts": "The smallest thing ever photographed is the shadow of an atom.",
    "publish_date": "12/2/2020"
  },
  {
    "id": 409,
    "facts": "The first band to ever perform live on all seven continents was Metallica.",
    "publish_date": "13/2/2020"
  },
  {
    "id": 410,
    "facts": "Out of the 400 species of parrots, there is only one that can't fly, called the Kakapo parrot.",
    "publish_date": "14/2/2020"
  },
  {
    "id": 411,
    "facts": "Greenland voted to leave the European Union in 1985 and have not rejoined since.",
    "publish_date": "15/2/2020"
  },
  {
    "id": 412,
    "facts": "Rednex, the band who remixed and popularized Cotton Eye Joe, is not Southern, but Swedish. They all have Southern sounding stage names.",
    "publish_date": "16/2/2020"
  },
  {
    "id": 413,
    "facts": "Bob Marley's last words were 'Money can't buy life'.",
    "publish_date": "17/2/2020"
  },
  {
    "id": 414,
    "facts": "In 1998, David Bowie released an internet provider called BowieNet. Subscribers were offered exclusive content and a BowieNet email. It was shut down in 2006.",
    "publish_date": "18/2/2020"
  },
  {
    "id": 415,
    "facts": "More civilians died in the Battle of Stalingrad than the nuclear atrocities at Hiroshima and Nagasaki combined.",
    "publish_date": "19/2/2020"
  },
  {
    "id": 416,
    "facts": "Employees at MillerCoors get three free cases of beer each month, in addition to having access to beer and cider on location after a work day.",
    "publish_date": "20/2/2020"
  },
  {
    "id": 417,
    "facts": "Without saliva, humans are unable to taste food.",
    "publish_date": "21/2/2020"
  },
  {
    "id": 418,
    "facts": "The least common day to be born on is 22nd May.",
    "publish_date": "22/2/2020"
  },
  {
    "id": 419,
    "facts": "It was Nicholas Cage who first advised Johnny Depp to pursue a career in acting, during the mid-1980s.",
    "publish_date": "23/2/2020"
  },
  {
    "id": 420,
    "facts": "Steven Spielberg was executive producer of The Animaniacs.",
    "publish_date": "24/2/2020"
  },
  {
    "id": 421,
    "facts": "The loudness of a monkey is relative to the size of its testicles. Researchers found that the smaller the testicles, the louder the monkey.",
    "publish_date": "25/2/2020"
  },
  {
    "id": 422,
    "facts": "While filming Dumb and Dumber, Jim Carrey had his crown temporarily removed – that chipped tooth is real and a result of a childhood fight.",
    "publish_date": "26/2/2020"
  },
  {
    "id": 423,
    "facts": "Even though drugs are officially illegal in the Netherlands, it is legal to be under the influence of any drug to encourage people to seek medical help.",
    "publish_date": "27/2/2020"
  },
  {
    "id": 424,
    "facts": "The fear of vegetables is called Lachanophobia.",
    "publish_date": "28/2/2020"
  },
  {
    "id": 425,
    "facts": "'Tater Tots', a registered trademark, originally failed because people thought the product was too cheap. Popularity rose after the price was raised.",
    "publish_date": "29/2/2020"
  },
  {
    "id": 426,
    "facts": "The largest living thing on earth is a giant sequoia named General Sherman.",
    "publish_date": "1/3/2020"
  },
  {
    "id": 427,
    "facts": "People who eat breakfast feel better both mentally and physically throughout the day.",
    "publish_date": "2/3/2020"
  },
  {
    "id": 428,
    "facts": "Pantheism is belief that God did not create the universe, but rather the universe is God.",
    "publish_date": "3/3/2020"
  },
  {
    "id": 429,
    "facts": "August 17th is known as Black Cat Appreciation Day.",
    "publish_date": "4/3/2020"
  },
  {
    "id": 430,
    "facts": "We feel 'hangry' because it's harder for us to control our emotions when our brains are low on glucose.",
    "publish_date": "5/3/2020"
  },
  {
    "id": 431,
    "facts": "The shower-curtain effect is the phenomenon in which a shower curtain gets blown inward with a running shower. Scientists don't know what causes this.",
    "publish_date": "6/3/2020"
  },
  {
    "id": 432,
    "facts": "Originally, the Eiffel Tower was going to be erected in Barcelona, but the project was rejected because citizens thought it was an eyesore.",
    "publish_date": "7/3/2020"
  },
  {
    "id": 433,
    "facts": "Malta's official language is Maltese; however the majority of the population also speaks English.",
    "publish_date": "8/3/2020"
  },
  {
    "id": 434,
    "facts": "The first spacecraft to visit Mars was Mariner 4 in 1965.",
    "publish_date": "9/3/2020"
  },
  {
    "id": 435,
    "facts": "Around 15% of active Twitter accounts are social bots. This means there are nearly 48 million accounts that are not controlled by humans.",
    "publish_date": "10/3/2020"
  },
  {
    "id": 436,
    "facts": "The black-footed cat is the smallest wild cat, at just 20 inches long.",
    "publish_date": "11/3/2020"
  },
  {
    "id": 437,
    "facts": "Princess Peach didn't move until 1988, designers believed it was too complicated to make her a movable character.",
    "publish_date": "12/3/2020"
  },
  {
    "id": 438,
    "facts": "There is a British chocolate scientist who insured her taste buds for £1 million.",
    "publish_date": "13/3/2020"
  },
  {
    "id": 439,
    "facts": "You can now get a headstone with a QR code. Called 'Living Headstones', they show pages with photos, video biography's, and comments from loved ones.",
    "publish_date": "14/3/2020"
  },
  {
    "id": 440,
    "facts": "The little piece of paper sticking out of a Hershey's Kiss is called a niggly wiggly.",
    "publish_date": "15/3/2020"
  },
  {
    "id": 441,
    "facts": "Neptune was the first planet to be found through mathematical predictions rather than telescopic location.",
    "publish_date": "16/3/2020"
  },
  {
    "id": 442,
    "facts": "The Canadian government isn't sure when Canada became a sovereign state. Its Supreme Court ruled that sovereignty occurred sometime between 1919 and 1931.",
    "publish_date": "17/3/2020"
  },
  {
    "id": 443,
    "facts": "'Darth Vader' is derived from Old Dutch, meaning 'Dark Father'.",
    "publish_date": "18/3/2020"
  },
  {
    "id": 444,
    "facts": "Instead of an agent Bill Murray uses a 1-800 number where you can leave a message for him if you want to cast him for a movie or event.",
    "publish_date": "19/3/2020"
  },
  {
    "id": 445,
    "facts": "In the film Star Wars Episode Three: Revenge of the Sith, every single one of the Clone Troopers was produced using CGI effects.",
    "publish_date": "20/3/2020"
  },
  {
    "id": 446,
    "facts": "Thomas Edison invented an electric pen in 1876 that was later adapted to become the first tattoo machine in 1891.",
    "publish_date": "21/3/2020"
  },
  {
    "id": 447,
    "facts": "The most difficult Chinese character requires 62 total strokes to write. The word itself, 'biang' holds no meaning.",
    "publish_date": "22/3/2020"
  },
  {
    "id": 448,
    "facts": "On average, PewDiePie receives around 2 million YouTube views on each video after only 24 hours of uploading them.",
    "publish_date": "23/3/2020"
  },
  {
    "id": 449,
    "facts": "Dartmouth's unofficial mascot is a beer keg called 'Keggy the Keg'. Created in 2003, it was initially controversial but is now part of the Dartmouth culture.",
    "publish_date": "24/3/2020"
  },
  {
    "id": 450,
    "facts": "If sheep have long tails when they are born, the tails are cut off in order to prevent infection.",
    "publish_date": "25/3/2020"
  },
  {
    "id": 451,
    "facts": "The highest body count in film history goes to 'Lord of the Rings: Return of the King' with 836 on-screen deaths.",
    "publish_date": "26/3/2020"
  },
  {
    "id": 452,
    "facts": "In Cambodia, rats are being trained to sniff out land mines. They can clear 200 square meters in less than 35 minutes, which usually takes 2-3 days with a de-miner.",
    "publish_date": "27/3/2020"
  },
  {
    "id": 453,
    "facts": "Steven Spielberg and George Lucas wanted to make an animated Calvin and Hobbes movie. The author declined because he wanted to protect the integrity of the comic.",
    "publish_date": "28/3/2020"
  },
  {
    "id": 454,
    "facts": "Ed Sheeran has a ketchup bottle tattooed on his arm.",
    "publish_date": "29/3/2020"
  },
  {
    "id": 455,
    "facts": "In season 5 of Breaking Bad, Aaron Paul (Jesse) was paid $150,000 per episode.",
    "publish_date": "30/3/2020"
  },
  {
    "id": 456,
    "facts": "The name for a collective group of rhinoceroses is called a crash.",
    "publish_date": "31/3/2020"
  },
  {
    "id": 457,
    "facts": "All of the sweaters Mister Rogers wore on his show were hand knitted by his mother. He said he loved wearing them because they always made him think of her.",
    "publish_date": "1/4/2020"
  },
  {
    "id": 458,
    "facts": "Long ago, people chewed on tree bark as a method of pain relief. Willow bark has a high amount of salicylic acid, an ingredient still used in aspirin today.",
    "publish_date": "2/4/2020"
  },
  {
    "id": 459,
    "facts": "27,000 trees are cut down every day to supply the world's toilet paper.",
    "publish_date": "3/4/2020"
  },
  {
    "id": 460,
    "facts": "There is an uninhabited island in the Bahamas known as Pig Beach, which is populated entirely by swimming pigs.",
    "publish_date": "4/4/2020"
  },
  {
    "id": 461,
    "facts": "There are no visual difference between male and female herons.",
    "publish_date": "5/4/2020"
  },
  {
    "id": 462,
    "facts": "America consumes almost 50% of the world's chocolate.",
    "publish_date": "6/4/2020"
  },
  {
    "id": 463,
    "facts": "The flashes of colored light you see when you rub your eyes are called 'phosphenes'.",
    "publish_date": "7/4/2020"
  },
  {
    "id": 464,
    "facts": "Hershey's chocolate syrup, Ritz Crackers, DumDums, and Oreos are all suitable for vegans.",
    "publish_date": "8/4/2020"
  },
  {
    "id": 465,
    "facts": "While most people think of Neil Patrick Harris as an actor, he is also a writer, producer, comedian, singer, and even amateur magician!",
    "publish_date": "9/4/2020"
  },
  {
    "id": 466,
    "facts": "Fruit stickers are edible, though the same with any fruit, washing prior to eating is recommended. The glue used for them is regulated by the FDA.",
    "publish_date": "10/4/2020"
  },
  {
    "id": 467,
    "facts": "Space suits take 5,000 hours to make, costs 1 million dollars, weighs about 110 pounds, and has 11 layers of material.",
    "publish_date": "11/4/2020"
  },
  {
    "id": 468,
    "facts": "A certain type of box jellyfish's venom will make you feel a strong sense of anxiety and sense of impending doom, and possibly thoughts of suicide. These symptoms can last up to two weeks.",
    "publish_date": "12/4/2020"
  },
  {
    "id": 469,
    "facts": "Your earlobes line up with your nipples.",
    "publish_date": "13/4/2020"
  },
  {
    "id": 470,
    "facts": "The NYPD had a police officer follow Andre the Giant whenever he went out drinking. This was to make sure he didn't get drunk and fall on anyone.",
    "publish_date": "14/4/2020"
  },
  {
    "id": 471,
    "facts": "If the electors of the Holy Roman Emperor did not vote within 30 days, they were only allowed to eat bread and water, and forbidden to leave the city.",
    "publish_date": "15/4/2020"
  },
  {
    "id": 472,
    "facts": "Dinosaurs that could run using just two legs are referred to as bipeds.",
    "publish_date": "16/4/2020"
  },
  {
    "id": 473,
    "facts": "Some butterfly species are extremely fast; the Skipper Butterfly can fly faster than a horse can run.",
    "publish_date": "17/4/2020"
  },
  {
    "id": 474,
    "facts": "The oldest 'your mom' joke was discovered on a 3,500 year old Babylonian tablet in Iraq in 1976. The tablet has since been lost, but the text remains preserved.",
    "publish_date": "18/4/2020"
  },
  {
    "id": 475,
    "facts": "Sweden has the most islands in the world, with 221,800 islands.",
    "publish_date": "19/4/2020"
  },
  {
    "id": 476,
    "facts": "There are more storms on Mars when the planet is closer to the sun.",
    "publish_date": "20/4/2020"
  },
  {
    "id": 477,
    "facts": "New Jersey had 4 Governors in the span of 8 days in early 2002. The shortest term of those was served by John Farmer Jr. for 90 minutes.",
    "publish_date": "21/4/2020"
  },
  {
    "id": 478,
    "facts": "A 2017 survey found Paraguay to be the happiest country in the world for the second year in a row.",
    "publish_date": "22/4/2020"
  },
  {
    "id": 479,
    "facts": "Canadian law requires citizens answer a math question when entering sweepstakes. This is done to add some aspect of skill to the contest.",
    "publish_date": "23/4/2020"
  },
  {
    "id": 480,
    "facts": "Hugh Jackman often will tell paparazzi where he is when he goes home to Australia so they can get their photos then leave him alone for the rest of his visit.",
    "publish_date": "24/4/2020"
  },
  {
    "id": 481,
    "facts": "Eating grapefruit can restrict the effects of 43 different kinds of medications.",
    "publish_date": "25/4/2020"
  },
  {
    "id": 482,
    "facts": "In the early 1900s, there was a pod of killer wales who helped humans hunt down other wales in Australia. They would do this for the fins and tongues of the captured whales as rewards and this agreement was known as 'The Law of Tongue'.",
    "publish_date": "26/4/2020"
  },
  {
    "id": 483,
    "facts": "Dogs have a total of 42 teeth when they are fully-grown.",
    "publish_date": "27/4/2020"
  },
  {
    "id": 484,
    "facts": "By using big data, Wal-Mart determined that people stock up the most on strawberry Pop-Tarts and beer before a hurricane.",
    "publish_date": "28/4/2020"
  },
  {
    "id": 485,
    "facts": "At any given moment, there are 1,800 thunderstorms happening on Earth. This amounts to 16 million storms each year.",
    "publish_date": "29/4/2020"
  },
  {
    "id": 486,
    "facts": "Valentine's Day in South Korea is a little different. Only women give gifts, not men.",
    "publish_date": "30/4/2020"
  },
  {
    "id": 487,
    "facts": "A cluster of bananas is called a 'hand'. Along that theme, a single banana is called a 'finger'.",
    "publish_date": "1/5/2020"
  },
  {
    "id": 488,
    "facts": "'Infantry' sounds like 'infant' as typically in ancient times an army's infantry consisted of soldiers too young or too inexperienced to ride a horse and be part of the cavalry.",
    "publish_date": "2/5/2020"
  },
  {
    "id": 489,
    "facts": "During 1943, U.S. officials imposed a short-lived ban on sliced bread as a wartime conservation measure. It lasted less than 3 months.",
    "publish_date": "3/5/2020"
  },
  {
    "id": 490,
    "facts": "A Dutch start-up company have been able to start training wild crows so that they pick up cigarette butts and put them in bins for a peanut as a reward.",
    "publish_date": "4/5/2020"
  },
  {
    "id": 491,
    "facts": "January 17th is known as 'Ditch New Year's Resolution Day'.",
    "publish_date": "5/5/2020"
  },
  {
    "id": 492,
    "facts": "Ralph Lauren's real name was Ralph Lifshitz.",
    "publish_date": "6/5/2020"
  },
  {
    "id": 493,
    "facts": "California law does not allow or prohibit lane splitting – when motorcycles from pass other vehicles within the same lane.",
    "publish_date": "7/5/2020"
  },
  {
    "id": 494,
    "facts": "There is a town in India called Santa Claus.",
    "publish_date": "8/5/2020"
  },
  {
    "id": 495,
    "facts": "The original Xbox contained edited snippets of actual transmissions from the Apollo missions.",
    "publish_date": "9/5/2020"
  },
  {
    "id": 496,
    "facts": "March 3rd is known as 'What if Cats and Dogs Had Opposable Thumbs Day'.",
    "publish_date": "10/5/2020"
  },
  {
    "id": 497,
    "facts": "The average temperature of a beehive is the same as a human body. Bees flap their wings to regulate heat.",
    "publish_date": "11/5/2020"
  },
  {
    "id": 498,
    "facts": "The average life expectancy of a toucan is a very impressive 20 years.",
    "publish_date": "12/5/2020"
  },
  {
    "id": 499,
    "facts": "The Empire State building only took a littler over a year to build (410) days and it was 12 days ahead of schedule when completed.",
    "publish_date": "13/5/2020"
  },
  {
    "id": 500,
    "facts": "The German Autobahn has no speed limits because Western Germany saw them as a Nazi relic. This became effective in 1972.",
    "publish_date": "14/5/2020"
  },
  {
    "id": 501,
    "facts": "The Danish flag is the oldest current flag of a sovereign state. It was adopted in 1370 or earlier. The second oldest is Netherlands at 1572.",
    "publish_date": "15/5/2020"
  },
  {
    "id": 502,
    "facts": "In Utah, birds have the right of way on a highway.",
    "publish_date": "16/5/2020"
  },
  {
    "id": 503,
    "facts": "The mayor of a historical district in Alaska is a cat named Stubbs. Mayor Stubbs drinks catnip laden water from a wineglass every afternoon, at a local restaurant.",
    "publish_date": "17/5/2020"
  },
  {
    "id": 504,
    "facts": "In 18th Century England, having a pineapple was a symbol of wealth because of high import fees. They would be used as displays instead of being eaten.",
    "publish_date": "18/5/2020"
  },
  {
    "id": 505,
    "facts": "While filming Rocky IV, Lundgren hit Sylvester Stallone for real and he ended up in the hospital for nine days.",
    "publish_date": "19/5/2020"
  },
  {
    "id": 506,
    "facts": "The maximum recommended consumption for Monster Energy Drink is 16oz in Australia, but 48oz in the U.S.A.",
    "publish_date": "20/5/2020"
  },
  {
    "id": 507,
    "facts": "Baby owls are called 'owlettes'.",
    "publish_date": "21/5/2020"
  },
  {
    "id": 508,
    "facts": "There's a town in the Oklahoma panhandle named 'Hooker' and its slogan is 'it's a location, not a vocation'.",
    "publish_date": "22/5/2020"
  },
  {
    "id": 509,
    "facts": "Daniel Radcliffe identifies as Jewish, and his mother is Jewish too.",
    "publish_date": "23/5/2020"
  },
  {
    "id": 510,
    "facts": "The average computer user blinks seven times a minute, the normal rate is twenty times per minute.",
    "publish_date": "24/5/2020"
  },
  {
    "id": 511,
    "facts": "May 29th is 'National Put a Pillow on Your Fridge Day'. It is celebrated in Europe & USA to bring luck & wealth to the household.",
    "publish_date": "25/5/2020"
  },
  {
    "id": 512,
    "facts": "Every 10 years, the human skeleton repairs and renews itself. Essentially, you have different bones now than you did 10 years ago!",
    "publish_date": "26/5/2020"
  },
  {
    "id": 513,
    "facts": "November 17th is known as 'Unfriend Day'. On this day you should unfriend anybody who you don't know or speak to.",
    "publish_date": "27/5/2020"
  },
  {
    "id": 514,
    "facts": "In every scene of Fight Club, there is a Starbucks coffee cup.",
    "publish_date": "28/5/2020"
  },
  {
    "id": 515,
    "facts": "The 6th largest pyramid in the world is a Bass Pro Shops in the Memphis Pyramid. At 32 stories tall, it also has the tallest freestanding elevator in the U.S.",
    "publish_date": "29/5/2020"
  },
  {
    "id": 516,
    "facts": "For almost 15 years, Vermont was technically its own country before joining the United States in 1791. It had its own coins and postal service.",
    "publish_date": "30/5/2020"
  },
  {
    "id": 517,
    "facts": "Foxes have whiskers on their legs. This helps them with their bearings, especially when it's dark outside.",
    "publish_date": "31/5/2020"
  },
  {
    "id": 518,
    "facts": "In 2007, a 1000-gallon inflatable swimming pool was stolen from someone's back yard without a single drop of water being found!",
    "publish_date": "1/6/2020"
  },
  {
    "id": 519,
    "facts": "English accounts for 50% of visited webpages, even though the amount of English users is only 26%. Russian accounts for the 2nd most visited pages at only 6%.",
    "publish_date": "2/6/2020"
  },
  {
    "id": 520,
    "facts": "More than 90% of survivors of the 9/11 terror attacks delayed evacuation to save their work, shut down computers, change shoes, or visit the bathroom.",
    "publish_date": "3/6/2020"
  },
  {
    "id": 521,
    "facts": "Contrary to popular belief, only 45% of the London Underground is actually underground.",
    "publish_date": "4/6/2020"
  },
  {
    "id": 522,
    "facts": "The National Basketball Association (NBA) was founded on June 6th, 1946.",
    "publish_date": "5/6/2020"
  },
  {
    "id": 523,
    "facts": "Queen Elizabeth saved up post-war clothing ration coupons in order to pay for her wedding dress in 1947.",
    "publish_date": "6/6/2020"
  },
  {
    "id": 524,
    "facts": "Kangaroos keep growing until they die. They are the world's largest marsupial.",
    "publish_date": "7/6/2020"
  },
  {
    "id": 525,
    "facts": "10% of Filipinos (approximately 10 million people) live overseas. The country with the highest amount is the United States with almost 4 million Filipinos.",
    "publish_date": "8/6/2020"
  },
  {
    "id": 526,
    "facts": "Dinosaurs would swallow large rocks which stayed in their stomach to help churn and digest food.",
    "publish_date": "9/6/2020"
  },
  {
    "id": 527,
    "facts": "Credit card EMV chip technology has been around since 1986. It was first implemented in France, with Germany following shortly after.",
    "publish_date": "10/6/2020"
  },
  {
    "id": 528,
    "facts": "A group of horses will not go to sleep at the same time – at least one of them will stay awake to look out for the others.",
    "publish_date": "11/6/2020"
  },
  {
    "id": 529,
    "facts": "Elephants can die of a broken heart if their mate dies.",
    "publish_date": "12/6/2020"
  },
  {
    "id": 530,
    "facts": "When Blackbeard captured ships, many of the African slaves on board would go on to become pirates. When he died, nearly one-third of his total crew were former slaves.",
    "publish_date": "13/6/2020"
  },
  {
    "id": 531,
    "facts": "The Poodle is one of the cleanest breeds of dog, making them a great choice for people with pet allergies. They don't moult much at all, and they rarely smell either.",
    "publish_date": "14/6/2020"
  },
  {
    "id": 532,
    "facts": "You're not allowed to swear if playing in Wimbledon. Because of this, line judges have to learn curse words in every language.",
    "publish_date": "15/6/2020"
  },
  {
    "id": 533,
    "facts": "Cucumber can actually cure bad breath. A slice pressed to the roof of your mouth for 30 seconds with your tongue allows the phytochemicals to kill the problematic bacteria.",
    "publish_date": "16/6/2020"
  },
  {
    "id": 534,
    "facts": "When Michael Emerson was cast for the major television show Lost, he was only intended to be on for three episodes. However, the producers were so impressed with him, that they promoted him to a series regular.",
    "publish_date": "17/6/2020"
  },
  {
    "id": 535,
    "facts": "After a waitress at a pizzeria helped a customer choose the numbers for a winning lottery ticket in 1984, he 'tipped' her $3,000,000 – half of his $6,000,000 prize money.",
    "publish_date": "18/6/2020"
  },
  {
    "id": 536,
    "facts": "Arctic and Antarctic trace their names to the simple meanings of 'Bears' and 'Opposite the Bears'.",
    "publish_date": "19/6/2020"
  },
  {
    "id": 537,
    "facts": "A water dropwort is a highly poisonous plant. If it kills you, it can cause you to smile after you die. This is called a sardonic grin.",
    "publish_date": "20/6/2020"
  },
  {
    "id": 538,
    "facts": "After a Muslim astronaut had trouble figuring out how to fast for Ramadan in space, a booklet was written to explain how to observe Ramadan while in orbit.",
    "publish_date": "21/6/2020"
  },
  {
    "id": 539,
    "facts": "Abraham Lincoln loved cats and once let one eat from the table during a formal White House dinner.",
    "publish_date": "22/6/2020"
  },
  {
    "id": 540,
    "facts": "In a few Appalachian forests there are fireflies that glow blue for up to a minute instead of flashing yellow.",
    "publish_date": "23/6/2020"
  },
  {
    "id": 541,
    "facts": "When electricity was first installed in the White House in 1891, President Benjamin Harrison and his wife were afraid of electrocution because of the new concept. They refused to touch light switches so the staff had to turn the lights on and off for them.",
    "publish_date": "24/6/2020"
  },
  {
    "id": 542,
    "facts": "It costs almost $290,000 per year in fees to run a hot dog cart near the Central Park Zoo in New York City. This does not include cart incurred costs.",
    "publish_date": "25/6/2020"
  },
  {
    "id": 543,
    "facts": "The first Game Boy could run for a staggering 30 hours on only two AA batteries!",
    "publish_date": "26/6/2020"
  },
  {
    "id": 544,
    "facts": "In Mississippi, it is considered a federal offense to Dine-n-Dash on a check that is over $25. In California, it is only a petty theft.",
    "publish_date": "27/6/2020"
  },
  {
    "id": 545,
    "facts": "Hanson made a beer called 'Mmmhops'. They give away a free song with every bottle.",
    "publish_date": "28/6/2020"
  },
  {
    "id": 546,
    "facts": "Alongside Sudoku, chess has been named as one of the best ways to improve the mind and the memory.",
    "publish_date": "29/6/2020"
  },
  {
    "id": 547,
    "facts": "When the Titanic sank in 1912, there were 3 dogs which survived. They had all been traveling with their owners in the First Class cabins.",
    "publish_date": "30/6/2020"
  },
  {
    "id": 548,
    "facts": "In Japan, many families eat a KFC for Christmas Dinner. Many people order their meals months in advance and queue for hours to collect them.",
    "publish_date": "1/7/2020"
  },
  {
    "id": 549,
    "facts": "At one point, 50% of the CD's produced worldwide had an AOL logo on it. The cost for the marketing campaign was in the billions – and it worked.",
    "publish_date": "2/7/2020"
  },
  {
    "id": 550,
    "facts": "When the historic Plaza Hotel in NYC opened in 1907, a room cost $2.50 per night, the same as $64.26 today. The Plaza now charges over $1,000/night.",
    "publish_date": "3/7/2020"
  },
  {
    "id": 551,
    "facts": "China has a series of underground tunnels running 3,000 miles long. They are used to store and transport mobile intercontinental ballistic missiles.",
    "publish_date": "4/7/2020"
  },
  {
    "id": 552,
    "facts": "Houston is the most diverse city in the United States. As of 2010, 43.8% is Latino, 25.6% is White, 23.1% is Black, and 6% is Asian.",
    "publish_date": "5/7/2020"
  },
  {
    "id": 553,
    "facts": "The Monster in Frankenstein was never actually named, although the Monster itself proposed the name 'Adam'.",
    "publish_date": "6/7/2020"
  },
  {
    "id": 554,
    "facts": "When double rainbows occur, the colors of the second arc are always reversed.",
    "publish_date": "7/7/2020"
  },
  {
    "id": 555,
    "facts": "September 25th is known as 'World Dream Day' – a day about chasing your dreams, no matter how big or small they may be!",
    "publish_date": "8/7/2020"
  },
  {
    "id": 556,
    "facts": "People who donate blood in Sweden are sent a text message each time their blood saves a life.",
    "publish_date": "9/7/2020"
  },
  {
    "id": 557,
    "facts": "August 21st is Senior Citizen's Day – a day to honor the older generation.",
    "publish_date": "10/7/2020"
  },
  {
    "id": 558,
    "facts": "The A.D. and B.C. system was not proposed until 525 A.D. by a monk. However, it was not widely used until the 9th Century.",
    "publish_date": "11/7/2020"
  },
  {
    "id": 559,
    "facts": "There was a snail glued to a specimen card in the British Museum mid-1800s. It spent four years glued there before scientists realized it was still alive.",
    "publish_date": "12/7/2020"
  },
  {
    "id": 560,
    "facts": "The word 'Gymnastics' linguistically means 'to train naked'. It is derived from the two Ancient Greek words 'gumnasía' (athletic training, exercise) and 'gumnós' (naked). This is because many Greek athletes would train naked for the Olympic games.",
    "publish_date": "13/7/2020"
  },
  {
    "id": 561,
    "facts": "When water freezes to ice cubes, it will take up 9% more volume.",
    "publish_date": "14/7/2020"
  },
  {
    "id": 562,
    "facts": "Each day on Neptune lasts for around 16 hours, 6 minuets and 36 seconds.",
    "publish_date": "15/7/2020"
  },
  {
    "id": 563,
    "facts": "Bob Ross's hair was naturally straight but he chose to get a perm so he could save money on haircuts when touring the US penniless in his mobile home. Bob actually hated his curly hair but kept it as it was iconic.",
    "publish_date": "16/7/2020"
  },
  {
    "id": 564,
    "facts": "Every Pixar movie contains a reference to the Pixar movie that comes after it.",
    "publish_date": "17/7/2020"
  },
  {
    "id": 565,
    "facts": "Ginger beer is brewed and fermented with ginger, while ginger ale is merely carbonated water flavored with ginger.",
    "publish_date": "18/7/2020"
  },
  {
    "id": 566,
    "facts": "The longer you spend dating somebody before marrying, the less likely the marriage is to end in divorce.",
    "publish_date": "19/7/2020"
  },
  {
    "id": 567,
    "facts": "Medical errors are the 6th leading cause of the death in the U.S.",
    "publish_date": "20/7/2020"
  },
  {
    "id": 568,
    "facts": "When Jay-Z was 12, he shot his older brother in the shoulder for stealing his jewelry. He later referenced it in a song, titled 'You Must Love Me'.",
    "publish_date": "21/7/2020"
  },
  {
    "id": 569,
    "facts": "In the 1980's, the founder of Pringles, Fredric Baur, requested to be buried in a Pringles can. His children honored the request.",
    "publish_date": "22/7/2020"
  },
  {
    "id": 570,
    "facts": "15% of iPhone users use an iPhone with a broken screen.",
    "publish_date": "23/7/2020"
  },
  {
    "id": 571,
    "facts": "Manatees can get frostbite in water below 68 degrees Fahrenheit (20°C). Their fat is not designed to insulate them from the cold.",
    "publish_date": "24/7/2020"
  },
  {
    "id": 572,
    "facts": "In California, you can get a ticket if you're driving too slow.",
    "publish_date": "25/7/2020"
  },
  {
    "id": 573,
    "facts": "Saturn is so big that Earth could fit into it whooping 755 times!",
    "publish_date": "26/7/2020"
  },
  {
    "id": 574,
    "facts": "Japan is facing a ninja shortage. There is a high demand for 'ninja shows', but it is a dying tradition and companies have trouble time finding properly trained ninjas.",
    "publish_date": "27/7/2020"
  },
  {
    "id": 575,
    "facts": "3 inches of ice can support one person, on foot. 4 inches can support a group of people, single file. 36 inches can support up to 110 tons of weight.",
    "publish_date": "28/7/2020"
  },
  {
    "id": 576,
    "facts": "Both KitKat and Rolo is produced globally by Nestlé, except in the U.S. where it's made by their competitor, Hershey's.",
    "publish_date": "29/7/2020"
  },
  {
    "id": 577,
    "facts": "Mercury and Venus are the only two planets in our solar system that do not have any moons.",
    "publish_date": "30/7/2020"
  },
  {
    "id": 578,
    "facts": "The commonly known phrase 'to a T', means something that fits just right. Interestingly enough, this expression derives from a similar phrase 'to a tittle', which is a small mark that is used in spelling norms, like the dots of i's or j's, or an accent mark.",
    "publish_date": "31/7/2020"
  },
  {
    "id": 579,
    "facts": "The collective name for a group of unicorns is called a blessing.",
    "publish_date": "1/8/2020"
  },
  {
    "id": 580,
    "facts": "A group of parrots is known as a pandemonium of parrots.",
    "publish_date": "2/8/2020"
  },
  {
    "id": 581,
    "facts": "Marvel's Deadpool issue #27 holds the Guinness World Record for the most comic book characters on one cover.",
    "publish_date": "3/8/2020"
  },
  {
    "id": 582,
    "facts": "Of the top 20 most watched TV broadcasts in the United States, 19 were Super Bowls, and the other was the 1983 finale of M*A*S*H.",
    "publish_date": "4/8/2020"
  },
  {
    "id": 583,
    "facts": "The whole Harry Potter series contains 199 chapters, 4,224 pages and 1,090,739 words and has been made into 19 hours and 39 minutes of film.",
    "publish_date": "5/8/2020"
  },
  {
    "id": 584,
    "facts": "The Twenty One Pilots fan base is known as the Skeleton Clique.",
    "publish_date": "6/8/2020"
  },
  {
    "id": 585,
    "facts": "Pitbulls rank high among the most affectionate and least aggressive dogs. Pitbulls are only aggressive when forcibly trained as such; usually for illegal dog fighting.",
    "publish_date": "7/8/2020"
  },
  {
    "id": 586,
    "facts": "Both Motel 6 and Super 8 got their names from the original prices of the rooms. Motel 6 started at $6 in 1962, and Super 8 at $8.88 in 1974.",
    "publish_date": "8/8/2020"
  },
  {
    "id": 587,
    "facts": "Mickey Mouse was the first ever cartoon character to talk. In the 1929 episode, The Karnival Kid, Mickey's first words were 'Hot dogs!'",
    "publish_date": "9/8/2020"
  },
  {
    "id": 588,
    "facts": "The word robot comes from the Czech 'robota'. This translates into forced labor, or work.",
    "publish_date": "10/8/2020"
  },
  {
    "id": 589,
    "facts": "Part of the Falklands Islands is littered with leftover landmines from the Falklands War. This stretch of beach has become home to over 1 million penguins as they are too light to trigger the mines when walking on them.",
    "publish_date": "11/8/2020"
  },
  {
    "id": 590,
    "facts": "George Miller – the person who created Mad Max is the same person who created Happy Feet.",
    "publish_date": "12/8/2020"
  },
  {
    "id": 591,
    "facts": "According to Biblical Scholars, Jesus was more than likely born in a cave not a stable as the tale says.",
    "publish_date": "13/8/2020"
  },
  {
    "id": 592,
    "facts": "The original Star-Spangled Banner was sewn on the floor of a brewery in Baltimore in 1813 by Mary Pickersgill and her daughter.",
    "publish_date": "14/8/2020"
  },
  {
    "id": 593,
    "facts": "When cellophane was invented in 1908, it was originally intended to be used to protect tablecloths from wine spills.",
    "publish_date": "15/8/2020"
  },
  {
    "id": 594,
    "facts": "Using tanning beds before age 30 increases your risk of developing melanoma by 75%. Tanning beds and lamps are the in the highest cancer risk category.",
    "publish_date": "16/8/2020"
  },
  {
    "id": 595,
    "facts": "The famous Lacoste crocodile symbol was created in 1933, and was the first designer logo ever.",
    "publish_date": "17/8/2020"
  },
  {
    "id": 596,
    "facts": "If you ate nothing but rabbit meat, you would die from protein poisoning. This would be a mixture of too much protein and an absence of fat in the diet.",
    "publish_date": "18/8/2020"
  },
  {
    "id": 597,
    "facts": "In the popular film, The Godfather, the word 'mafia' is never said because the actual mafia commanded it.",
    "publish_date": "19/8/2020"
  },
  {
    "id": 598,
    "facts": "When tea started being sold in bags, originally it was intended to be removed from the bags by customers, but they found it easier to brew the tea still in the bag.",
    "publish_date": "20/8/2020"
  },
  {
    "id": 599,
    "facts": "Marie Antoinette's last words were to her executioner after accidentally stepping on his foot, saying, 'Pardon me sir, I meant not to do it'.",
    "publish_date": "21/8/2020"
  },
  {
    "id": 600,
    "facts": "The average U.S. household has 300,000 things, from paper clips to ironing boards. U.S. children make up 3.7% of children on the planet but have 47% of all toys and children's books.",
    "publish_date": "22/8/2020"
  },
  {
    "id": 601,
    "facts": "Even a small amount of alcohol placed on a scorpion will make it go crazy and sting itself to death.",
    "publish_date": "23/8/2020"
  },
  {
    "id": 602,
    "facts": "Young Tyrannosaurus rex's probably had a thin coat of downy feathers to stay warm. They did not need them as they got older due to their size.",
    "publish_date": "24/8/2020"
  },
  {
    "id": 603,
    "facts": "Iceland was chosen as the training ground for Apollo astronauts because it was the most 'moonlike' surface.",
    "publish_date": "25/8/2020"
  },
  {
    "id": 604,
    "facts": "Comedian Mitch Hedberg never passed on a job, having been told 'no' so often early in his career that he felt like if he didn't say 'yes', he might not be given the opportunity to perform again.",
    "publish_date": "26/8/2020"
  },
  {
    "id": 605,
    "facts": "It snowed in the Sahara desert for 30 minutes on the 18th February 1979.",
    "publish_date": "27/8/2020"
  },
  {
    "id": 606,
    "facts": "For her part as June Boatwright in the 2008 movie 'The Secret Life of Bees', Alicia Keys learned to play cello within 4 weeks.",
    "publish_date": "28/8/2020"
  },
  {
    "id": 607,
    "facts": "An amateur beekeeper and a group of scientists found that wax worms are capable of eating and breaking down plastic bags. The settings of a wax worm's stomach can be recreated to safely dispose of plastic bags and bottles.",
    "publish_date": "29/8/2020"
  },
  {
    "id": 608,
    "facts": "The fear of cooking is known as Mageirocophobia and is a recognized phobia.",
    "publish_date": "30/8/2020"
  },
  {
    "id": 609,
    "facts": "Movie theaters make roughly 85% of their profit off concession stands. This is because ticket revenues have to be shared with the movie distributors.",
    "publish_date": "31/8/2020"
  },
  {
    "id": 610,
    "facts": "It's Australian tradition to eat sausages at polling places on election day called Democracy Sausages. For many communities, this is the biggest fundraising event of the year.",
    "publish_date": "1/9/2020"
  },
  {
    "id": 611,
    "facts": "Jack Gilinsky is Jewish.",
    "publish_date": "2/9/2020"
  },
  {
    "id": 612,
    "facts": "President Ulysses S. Grant was arrested while in office. He was charged, booked, and released for speeding on a horse, and had to pay a fine.",
    "publish_date": "3/9/2020"
  },
  {
    "id": 613,
    "facts": "The first world leader to create a YouTube channel was the British Prime Minister, Tony Blair who made his account in 2007.",
    "publish_date": "4/9/2020"
  },
  {
    "id": 614,
    "facts": "In the 1830s, then ruler of Egypt Muhammad Ali Pasha wanted to disassemble the Giza Pyramids and use them as pre-cut building materials. Thankfully, the Quantity Surveyor for the project fudged the figures and made it look like it would cost too much to save them.",
    "publish_date": "5/9/2020"
  },
  {
    "id": 615,
    "facts": "Overwhelmingly, red states have the highest rate of dog ownership while residents of blue states are more likely to keep a cat as a pet.",
    "publish_date": "6/9/2020"
  },
  {
    "id": 616,
    "facts": "Rick Astley has his own brand of beer. It was a collaboration between him and the Danish micro-brewery Mikkeller; it's a red lager with 'a hint of ginger'.",
    "publish_date": "7/9/2020"
  },
  {
    "id": 617,
    "facts": "Snoop Dogg's real name is Cordozar Calvin Broadus Jr. His 'Snoop Dogg' nickname came from his mother who thought he looked like Snoopy from the Peanuts.",
    "publish_date": "8/9/2020"
  },
  {
    "id": 618,
    "facts": "The front paws of a cat are different from the back paws. They have five toes on the front but only four on the back.",
    "publish_date": "9/9/2020"
  },
  {
    "id": 619,
    "facts": "Despite Mercury being the closest planet to the Sun, Venus is the warmest planet.",
    "publish_date": "10/9/2020"
  },
  {
    "id": 620,
    "facts": "The average human heart beats 3.6 million times a year.",
    "publish_date": "11/9/2020"
  },
  {
    "id": 621,
    "facts": "Egg yolks are one of the few foods that naturally contain Vitamin D.",
    "publish_date": "12/9/2020"
  },
  {
    "id": 622,
    "facts": "7% of all American adults believe that chocolate milk comes from brown cows. That works out to 16.4 million people.",
    "publish_date": "13/9/2020"
  },
  {
    "id": 623,
    "facts": "On April 1st, 2005, NASA pulled an April Fool's prank telling the world that they had found water on Mars.",
    "publish_date": "14/9/2020"
  },
  {
    "id": 624,
    "facts": "In New Delhi, if a tree falls sick, an ambulance is dispatched to treat them. This came into effect in 2009 and takes four people to do the job.",
    "publish_date": "15/9/2020"
  },
  {
    "id": 625,
    "facts": "35,000 hectares of peas are grown in the UK in a single year.",
    "publish_date": "16/9/2020"
  },
  {
    "id": 626,
    "facts": "There is a Guinness world record for the longest amount of time needed to create an official government – it is held by Belgium.",
    "publish_date": "17/9/2020"
  },
  {
    "id": 627,
    "facts": "After Christianity, the largest religious affiliation in the U.S. is Judaism.",
    "publish_date": "18/9/2020"
  },
  {
    "id": 628,
    "facts": "During the Aztec reign, a slave could be bought for 100 cocoa beans.",
    "publish_date": "19/9/2020"
  },
  {
    "id": 629,
    "facts": "Elvis was originally blonde. He started dying his hair black for an edgier look. Sometimes, he would touch it up himself using shoe polish.",
    "publish_date": "20/9/2020"
  },
  {
    "id": 630,
    "facts": "There are more than 70 species of mushroom that glow in the dark.",
    "publish_date": "21/9/2020"
  },
  {
    "id": 631,
    "facts": "A standard 12oz jar of honey take 864 bees to produce.",
    "publish_date": "22/9/2020"
  },
  {
    "id": 632,
    "facts": "Jupiter completes a rotation of the Sun every 11.86 years.",
    "publish_date": "23/9/2020"
  },
  {
    "id": 633,
    "facts": "Animal Planet aired two fake documentaries that 'proved' mermaids exist. So many people thought it was real that the U.S. government issued an official statement about it.",
    "publish_date": "24/9/2020"
  },
  {
    "id": 634,
    "facts": "In Ancient Greece, throwing an apple to a woman was a symbolic declaration of love, and to catch it was to show acceptance of that love.",
    "publish_date": "25/9/2020"
  },
  {
    "id": 635,
    "facts": "Worldwide cucumber production was 57.5 million tons in 2010 alone, with 40.7 million tons of the production and export happening in China.",
    "publish_date": "26/9/2020"
  },
  {
    "id": 636,
    "facts": "Humans specifically have eyes that face forward for the purpose of seeing in 3D. On the other hand, vegetarian dinosaurs such as the Triceratops, had eyes that looked out to the side so they could stay vigilant watching for danger as they ate.",
    "publish_date": "27/9/2020"
  },
  {
    "id": 637,
    "facts": "Cats can hear ultrasound.",
    "publish_date": "28/9/2020"
  },
  {
    "id": 638,
    "facts": "Alexander Hamilton was shot and mortally wounded by Aaron Burr on the same spot that his son had been killed 3 years before, and by the same set of pistols.",
    "publish_date": "29/9/2020"
  },
  {
    "id": 639,
    "facts": "Apple seeds, cherry apricot, and peach pits contain cyanide, but it takes a large amount of each to actually make you sick or kill you.",
    "publish_date": "30/9/2020"
  },
  {
    "id": 640,
    "facts": "PewDiePie supported his YouTube channel by selling hot dogs. His persistence paid off when in 2012 his YouTube channel garnered over one million subscribers.",
    "publish_date": "1/10/2020"
  },
  {
    "id": 641,
    "facts": "Bookworms are actual insects that bore holes in books. A major book feeding insect is a paper louse which feeds on microscopic mold in poorly kept books.",
    "publish_date": "2/10/2020"
  },
  {
    "id": 642,
    "facts": "The sound of a Star Wars lightsaber was created by paring together the sound of an idle film projector and the buzz from an old TV set.",
    "publish_date": "3/10/2020"
  },
  {
    "id": 643,
    "facts": "Logan was the most complained about movie in the U.K. in 2017 as viewers felt that the movie was too violent for its 15 rating.",
    "publish_date": "4/10/2020"
  },
  {
    "id": 644,
    "facts": "In 1942, a 12-year-old lied about his age to join the Navy. He became a decorated war hero at age 13 but was thrown out of the Navy after his mom found out.",
    "publish_date": "5/10/2020"
  },
  {
    "id": 645,
    "facts": "Jellyfish are considered biologically immortal. They don't age and will never die unless they are killed.",
    "publish_date": "6/10/2020"
  },
  {
    "id": 646,
    "facts": "Using a hands-free device to talk on the phone while driving is shown to be equally or more dangerous than driving drunk.",
    "publish_date": "7/10/2020"
  },
  {
    "id": 647,
    "facts": "There were only 9 developers on the team for Goldeneye 007 for Nintendo 64, and only one of them had ever worked on a video game before.",
    "publish_date": "8/10/2020"
  },
  {
    "id": 648,
    "facts": "30 of the first 31 popes were murdered. Most of them were martyred, but not all causes of their deaths are known.",
    "publish_date": "9/10/2020"
  },
  {
    "id": 649,
    "facts": "The first jet aircraft was invented in Nazi Germany. Development started in 1936, but first takeoff occurred in 1939.",
    "publish_date": "10/10/2020"
  },
  {
    "id": 650,
    "facts": "If you were to have your picture taken by the very first camera, you'd need to sit still for 8 hours.",
    "publish_date": "11/10/2020"
  },
  {
    "id": 651,
    "facts": "A man who was hanged for his part in the Guy Fawkes Gunpowder Plot had his skin removed and it was used to bind a book that listed his offenses.",
    "publish_date": "12/10/2020"
  },
  {
    "id": 652,
    "facts": "Uncle Phil from Fresh Prince of Bel-Air was also the voice of Shredder from the original Teenage Mutant Ninja Turtles cartoon.",
    "publish_date": "13/10/2020"
  },
  {
    "id": 653,
    "facts": "Italy built an entire courthouse to prosecute the Mafia. They charged 474 members in a trial that lasted from 1986-1992. To date, it was the biggest trial in the world.",
    "publish_date": "14/10/2020"
  },
  {
    "id": 654,
    "facts": "Both U.S. and Soviet militaries have trained dolphins. They can be used for rescuing lost naval swimmers and locating underwater mines.",
    "publish_date": "15/10/2020"
  },
  {
    "id": 655,
    "facts": "In the popular 2014 movie 'Godzilla', the Godzilla portrayal was only seen for about 8 minutes in the entire film.",
    "publish_date": "16/10/2020"
  },
  {
    "id": 656,
    "facts": "Approximately 1,000,000 dogs in the U.S. are named as the heirs of their owners' wills.",
    "publish_date": "17/10/2020"
  },
  {
    "id": 657,
    "facts": "According to scientists, the weight of the average cumulus cloud is 1.1 million pounds.",
    "publish_date": "18/10/2020"
  },
  {
    "id": 658,
    "facts": "Cranes are built using cranes.",
    "publish_date": "19/10/2020"
  },
  {
    "id": 659,
    "facts": "Paddington Bear has 2 birthdays (just like the Queen). Paddington celebrates his birthdays on 25th June & 25th December.",
    "publish_date": "20/10/2020"
  },
  {
    "id": 660,
    "facts": "The EU didn't want to showcase any country over another, so the architecture on each EU banknote was created by a computer to make neutral designs.",
    "publish_date": "21/10/2020"
  },
  {
    "id": 661,
    "facts": "When written down, the word 'almost' is the longest word in the English language to have all of its letters in alphabetical order.",
    "publish_date": "22/10/2020"
  },
  {
    "id": 662,
    "facts": "A study at Florida State University discovered that playing Portal 2 is better for your brain than brain-training games like Lumosity.",
    "publish_date": "23/10/2020"
  },
  {
    "id": 663,
    "facts": "The police in Belfast, Northern Ireland, used music from an ice-cream truck to calm down angry teen rioters. The music diffused a tense situation, but the officers were reprimanded for it.",
    "publish_date": "24/10/2020"
  },
  {
    "id": 664,
    "facts": "Celebrity chef Jamie Oliver has such severe dyslexia that he didn't read his first novel until he was 38.",
    "publish_date": "25/10/2020"
  },
  {
    "id": 665,
    "facts": "In 2007, Scotland spent £125,000 devising a new national slogan. The winning entry was: 'Welcome to Scotland'.",
    "publish_date": "26/10/2020"
  },
  {
    "id": 666,
    "facts": "1912 saw the last Olympic gold medals made entirely out of gold.",
    "publish_date": "27/10/2020"
  },
  {
    "id": 667,
    "facts": "There are 30 times more trees on Earth than there are stars in the Milky Way. It's estimated that there are 100 billion stars, and 3 trillion trees.",
    "publish_date": "28/10/2020"
  },
  {
    "id": 668,
    "facts": "Aggressive sitting is a sport. It originated in Berlin no later than 2008. You can purchase a special stool for this sport for around 70 dollars.",
    "publish_date": "29/10/2020"
  },
  {
    "id": 669,
    "facts": "There's a reply to the saying 'Liar, liar, pants on fire' – It's 'I don't care, I don't care, I can buy another pair'.",
    "publish_date": "30/10/2020"
  },
  {
    "id": 670,
    "facts": "The word 'barbarian' originally referred to people who don't speak Greek. The Greeks thought people who spoke a foreign tongue sounded like they were saying 'bar bar bar' all the time.",
    "publish_date": "31/10/2020"
  },
  {
    "id": 671,
    "facts": "Vernor's Ginger Ale is the oldest soda still being sold. It was created by Detroit pharmacist James Vernor, in 1866.",
    "publish_date": "1/11/2020"
  },
  {
    "id": 672,
    "facts": "Doug Engelbart created the very first computer mouse from wood in 1964.",
    "publish_date": "2/11/2020"
  },
  {
    "id": 673,
    "facts": "Nicki Minaj is acrophobic, meaning she is afraid of heights.",
    "publish_date": "3/11/2020"
  },
  {
    "id": 674,
    "facts": "Spam mail got its name from the canned meat after a Monty Python skit that made fun of Spam as tasting 'horrible and being ubiquitous and inescapable'.",
    "publish_date": "4/11/2020"
  },
  {
    "id": 675,
    "facts": "During 9/11, some fighters took off without live ammo, knowing that to stop the hijackers; the pilots might have to crash their fighters into the planes.",
    "publish_date": "5/11/2020"
  },
  {
    "id": 676,
    "facts": "Your brain uses 20% of the total oxygen in your body.",
    "publish_date": "6/11/2020"
  },
  {
    "id": 677,
    "facts": "Females are better at distinguishing colors, while males excel at tracking fast moving objects and discerning detail from a distance.",
    "publish_date": "7/11/2020"
  },
  {
    "id": 678,
    "facts": "The entire world population could fit in Texas allotting 330 square feet per person. The area of Texas is about 262,000 square miles.",
    "publish_date": "8/11/2020"
  },
  {
    "id": 679,
    "facts": "It takes longer to drown in saltwater than in freshwater. Because of this, around 90% of drownings occur in freshwater.",
    "publish_date": "9/11/2020"
  },
  {
    "id": 680,
    "facts": "It is illegal to play a musical instrument in the Northern Territory, Australia, for the purpose of annoying other people.",
    "publish_date": "10/11/2020"
  },
  {
    "id": 681,
    "facts": "In the U.S., around ¾ of all houses possess at least 1 jar of peanut butter.",
    "publish_date": "11/11/2020"
  },
  {
    "id": 682,
    "facts": "By mixing nonoplatelets from carrots and other root vegetables, concrete mixtures can be significantly strengthened, meaning less cement is needed to achieve the same effect.",
    "publish_date": "12/11/2020"
  },
  {
    "id": 683,
    "facts": "Paul McCartney was only paid £1 for performing at the 2012 London Olympics Closing Ceremonies. He willingly donated his performance.",
    "publish_date": "13/11/2020"
  },
  {
    "id": 684,
    "facts": "Honey, and items immersed in honey, can be preserved for centuries. The long shelf life is due to an enzyme found in the stomachs of bees.",
    "publish_date": "14/11/2020"
  },
  {
    "id": 685,
    "facts": "There exists a plankton, Dinoflagellates, which if consumed, reverses your feeling of hot and cold – as well as hallucinations. Symptoms can last from weeks to years.",
    "publish_date": "15/11/2020"
  },
  {
    "id": 686,
    "facts": "Every second, the human eye moves about 50 times.",
    "publish_date": "16/11/2020"
  },
  {
    "id": 687,
    "facts": "The total population of insects is estimated to be a billion times greater than that of the human population.",
    "publish_date": "17/11/2020"
  },
  {
    "id": 688,
    "facts": "The distance from your wrist to your elbow is the same length as your foot.",
    "publish_date": "18/11/2020"
  },
  {
    "id": 689,
    "facts": "An adult's kidney weighs about 5 ounces (142 grams) and is the size of a fist.",
    "publish_date": "19/11/2020"
  },
  {
    "id": 690,
    "facts": "In Israel, it is illegal to bring bears to the beach.",
    "publish_date": "20/11/2020"
  },
  {
    "id": 691,
    "facts": "Only 2% of the world's population has green eyes.",
    "publish_date": "21/11/2020"
  },
  {
    "id": 692,
    "facts": "In 2013, a plant was genetically spliced that grew tomatoes above ground, and potatoes underground. It is called the TomTato.",
    "publish_date": "22/11/2020"
  },
  {
    "id": 693,
    "facts": "The average person takes 12 seconds to count to 24.",
    "publish_date": "23/11/2020"
  },
  {
    "id": 694,
    "facts": "If you multiply 1089 x 9 you get the exact reverse, 9801.",
    "publish_date": "24/11/2020"
  },
  {
    "id": 695,
    "facts": "Your tonsils can grow back if there was tissue left behind during the removal process. Sometimes it's accidental, other times it's left on purpose.",
    "publish_date": "25/11/2020"
  },
  {
    "id": 696,
    "facts": "Red pandas have no living relatives – they aren't even related to giant pandas.",
    "publish_date": "26/11/2020"
  },
  {
    "id": 697,
    "facts": "'Rap God' by Eminem packs 1,560 words into a 6 min 4 sec song. It holds the world record for most words in a hit single.",
    "publish_date": "27/11/2020"
  },
  {
    "id": 698,
    "facts": "The KKK headquarters were purchased by the Catholic Church then turned into a church.",
    "publish_date": "28/11/2020"
  },
  {
    "id": 699,
    "facts": "Forgiveness is the number one trait linked to happiness in humans.",
    "publish_date": "29/11/2020"
  },
  {
    "id": 700,
    "facts": "Since 1497, the United Kingdom has printed their laws on vellum, made from calf or goat-skin. They continue to do this in order to uphold the tradition.",
    "publish_date": "30/11/2020"
  },
  {
    "id": 701,
    "facts": "If you keep a goldfish in a dark room, it will become pale.",
    "publish_date": "1/12/2020"
  },
  {
    "id": 702,
    "facts": "As a child, Jet Li performed with the Chinese National Wushu Team for President Nixon. Nixon asked him to be his personal bodyguard, but he declined.",
    "publish_date": "2/12/2020"
  },
  {
    "id": 703,
    "facts": "A man, Ben Sliney, grounded 4,000 commercial planes across the United States on 9/11 due to the attacks – it was his first day on the job.",
    "publish_date": "3/12/2020"
  },
  {
    "id": 704,
    "facts": "Since the death penalty was restored in 1976, the states of Washington and New Hampshire have returned to hanging as an available method of execution.",
    "publish_date": "4/12/2020"
  },
  {
    "id": 705,
    "facts": "People can suffer from a psychological disorder called Boanthropy that makes them believe they are a cow.",
    "publish_date": "5/12/2020"
  },
  {
    "id": 706,
    "facts": "In Australia, there are nearly twice the amount of kangaroos as there are humans.",
    "publish_date": "6/12/2020"
  },
  {
    "id": 707,
    "facts": "'Schnapsidee' is the German word for a ridiculous idea that only sounds good when you're drunk.",
    "publish_date": "7/12/2020"
  },
  {
    "id": 708,
    "facts": "The world's longest place name has 85 letters & is located in New Zealand.",
    "publish_date": "8/12/2020"
  },
  {
    "id": 709,
    "facts": "Dylan Dauzat's fans call themselves 'Dylanators'.",
    "publish_date": "9/12/2020"
  },
  {
    "id": 710,
    "facts": "The name for the shape of Pringles is called a 'Hyperbolic Paraboloid'.",
    "publish_date": "10/12/2020"
  },
  {
    "id": 711,
    "facts": "Frederick Douglass was the most photographed man of the 19th Century. He wanted to ensure an accurate depiction of Black Americans during the Civil War.",
    "publish_date": "11/12/2020"
  },
  {
    "id": 712,
    "facts": "Those cute furry bits inside a cat's ear are called 'ear furnishings'. They ensure that dirt doesn't go inside and also helps them to hear well.",
    "publish_date": "12/12/2020"
  },
  {
    "id": 713,
    "facts": "Crows can remember the faces of individual humans. They can also hold a grudge.",
    "publish_date": "13/12/2020"
  },
  {
    "id": 714,
    "facts": "Sour Patch Kids are from the same manufacturer as Swedish Fish. The red Sour Patch Kids are the same candy as Swedish Fish, but with sour sugar.",
    "publish_date": "14/12/2020"
  },
  {
    "id": 715,
    "facts": "The first game to be played in space was Starcraft – Daniel Barry took it with him in 1999 on the Space Shuttle mission STS-96.",
    "publish_date": "15/12/2020"
  },
  {
    "id": 716,
    "facts": "When Pink Floyd designed the 'Animals' album cover, the inflatable pig tied to the power station broke free, causing Heathrow Airport to cancel all their flights.",
    "publish_date": "16/12/2020"
  },
  {
    "id": 717,
    "facts": "The most used hashtags on Instagram are #love, #instagood, #me, #cute and #follow.",
    "publish_date": "17/12/2020"
  },
  {
    "id": 718,
    "facts": "Deep snow can sometimes appear blue in color because the extra layers of snow create a filter for light.",
    "publish_date": "18/12/2020"
  },
  {
    "id": 719,
    "facts": "Daniel Radcliffe was allergic to his Harry Potter glasses. He had an allergy to nickel, and they were quickly replaced with hypoallergenic specs.",
    "publish_date": "19/12/2020"
  },
  {
    "id": 720,
    "facts": "Owls have specialized feathers where the edges protrude out to dissipate air flow. This means that they are able to fly silently and are highly deadly hunters.",
    "publish_date": "20/12/2020"
  },
  {
    "id": 721,
    "facts": "During the first live iPhone presentation, Steve Jobs had to frequently switch phones behind his desk. Otherwise, it would run out of RAM and crash.",
    "publish_date": "21/12/2020"
  },
  {
    "id": 722,
    "facts": "In 2005, Frito-Lay launched Cheetos Lip Balm, but it was quickly taken off the market due to its failure.",
    "publish_date": "22/12/2020"
  },
  {
    "id": 723,
    "facts": "The 'Lost' pilot was so expensive (over $10 million) that the Chairman of ABC was fired for green-lighting the project.",
    "publish_date": "23/12/2020"
  },
  {
    "id": 724,
    "facts": "Brain fibers lose 10% of their total length every decade. They can shrink even more so under acute stress.",
    "publish_date": "24/12/2020"
  },
  {
    "id": 725,
    "facts": "Wonder Woman has a black sister, Nubia. She was sculpted from black clay like Diana was sculpted from white clay.",
    "publish_date": "25/12/2020"
  },
  {
    "id": 726,
    "facts": "Daniel Radcliffe had the same stunt double for the first six Harry Potter movies – until the double was paralyzed from an accident on set during filming of the 7th movie.",
    "publish_date": "26/12/2020"
  },
  {
    "id": 727,
    "facts": "A red blood cell takes only about 20 seconds to make a complete circuit through your body.",
    "publish_date": "27/12/2020"
  },
  {
    "id": 728,
    "facts": "Cookie Monster's real name is Sid.",
    "publish_date": "28/12/2020"
  },
  {
    "id": 729,
    "facts": "The island in Lake Bled is the only natural island in Slovenia.",
    "publish_date": "29/12/2020"
  },
  {
    "id": 730,
    "facts": "A polygon with 30 sides is a triacontagon.",
    "publish_date": "30/12/2020"
  },
  {
    "id": 731,
    "facts": "The total spend on adult Halloween costumes each year in America is $1.5 billion.",
    "publish_date": "31/12/2020"
  }
]
